menu_text = "Добро пожаловать, {} 👋! Это меню бота.\n\n" \
            "🏴󠁫󠁧󠁧󠁯󠁿 Отсюда вы можете попасть:\n\n" \
            "🥇 Профиль\n" \
            "🥈 Траты\n" \
            "🥉 Доходы\n" \
            "/quick - информация о быстрой команде\n\n" \
            "💳 Бот был создан при поддержке отличных кодеров @hurkkk и @Kapecz 💳"
quick_info_text = "✍️ Синтаксис быстрой команды:\n\n" \
                  "/- <сумма> <категория> <подкатегория> <заметка>\n" \
                  "/+ <сумма> <категория> <подкатегория> <заметка>\n\n" \
                  "🛎️ Сумма, категория - обязательные параметры, подкатегория по желанию."

full_report_text = "⏱️ Выберите временной промежуток:"
enter_new_name_text = '✏️ Введите новое название:'
enter_add_cat_name_text = '✏️ Введите название новой категории:'
enter_add_sub_cat_name_text = '✏️ Введите название новой подкатегории:'

enter_new_date = "✏️ Введите дату:\n\n" \
                 "Синтаксис своего варианта:\n" \
                 "➡️xx.xx.xx - xx.xx.xxxx\n" \
                 "➡️ Вместо второй даты можно написать now, если до текущего момента\n" \
                 "➡️ Либо вместо второй даты one, если данные за один день\n" \
                 "➡️ Либо просто all, если хотите получить все данные."
wrong_date_input = "❌ Неверный формат даты ❌"
must_input_args_text = '🛑 Введите аргументы! 🛑'
post_added_text = 'Запись добавлена! ✔️'
your_expenses_cat_text = '📝 Ваши категории расходов: 📝'
your_revenues_cat_text = '📝 Ваши категории доходов: 📝'
sub_cats_from_text = '📋 Подкатегории у'
edit_or_delete_cat_text = '✏️ Изменить или удалить категорию'
edit_or_delete_sub_cat_text = '✏️ Изменить или удалить категорию'
ok_text = 'OK ✔️'
revenues_or_expenses_text = '📌 Доходы или расходы? 📌'
your_profile_text = '🔓 Ваш профиль: 🔓'
