menu_text = "Добро пожаловать, {}! Это меню бота. Отсюда вы можете попасть:\n" \
            "1) Профиль\n" \
            "2) Траты\n" \
            "3) Доходы\n" \
            "/quick - информация о быстрой команде"
quick_info_text = "Синтаксис быстрой команды:\n\n" \
                  "/- <сумма> <категория> <подкатегория> <заметка>\n" \
                  "/+ <сумма> <категория> <подкатегория> <заметка>\n\n" \
                  "Сумма, категория - обязательные параметры, подкатегория по желанию."
