introduction_text = "Приветствуем! Этот бот по ведению учета расходов и доходов. Для подключения отправьте /reg"
registration_start_text = 'Вы всего в нескольких шагах от подключения заветного oslan бота.\nКак к вам обращаться?'
person_type = "Очень приятно, {}. Вы родитель/ребёнок/другое?"
thanks = "Регистрация завершена! Спасибо за использование oslan бота.\n" \
         "Для использования функционала напишите /menu"
need_to_reg = "{}, вам нужно зарегистрироваться для пользования ботом. Напишите /reg"
