introduction_text = "Приветствую! Этот бот по ведению расходов и доходов 🤖.\n" \
                    "✅ С помощью него вы можете вести свой учет финансов и наконец-таки отложить деньги на подарки\n" \
                    "\nДля подключения отправьте /reg"
registration_start_text = '🔥 Вы всего в нескольких шагах от подключения заветного oslan бота.\n\n❓ Как к вам обращаться?'
person_type = "🔥 Очень приятно, {}. Вы родитель/ребёнок/другое?"
thanks = "🏴‍☠️ Регистрация завершена! Спасибо за использование oslan бота. 🏴‍☠️\n" \
         "💬 Для использования функционала напишите /menu"
need_to_reg = "{}, вам нужно зарегистрироваться, чтобы пользовать бота 😊.\n\nНапишите /reg"
